Repository: shrirajpatil/ShetSarathi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: Positive small integer
mr: सकारात्मक लहान पूर्णांक

source: Slug (up to %(max_length)s)
mr: स्लग (जास्तीत जास्त %(max_length)s पर्यंत)

source: Text
mr: मजकूर

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
mr: “%(value)s” मूल्याचा स्वरूप अवैध आहे. ते HH:MM[:ss[.uuuuuu]] स्वरूपात असणे आवश्यक आहे.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
mr: “%(value)s” मूल्याचा स्वरूप बरोबर आहे (HH:MM[:ss[.uuuuuu]]) पण ती अवैध वेळ आहे.

source: Time
mr: वेळ

source: Raw binary data
mr: कच्चा बायनरी डेटा

source: “%(value)s” is not a valid UUID.
mr: “%(value)s” हा वैध UUID नाही.

source: Universally unique identifier
mr: विश्वव्यापी अद्वितीय ओळखकर्ता

source: File
mr: फाइल

source: A JSON object
mr: JSON ऑब्जेक्ट

source: Value must be valid JSON.
mr: मूल्य वैध JSON असणे आवश्यक आहे.

source: %(model)s instance with %(field)s %(value)r does not exist.
mr: %(field)s %(value)r सह %(model)s उदाहरण अस्तित्वात नाही.

source: Foreign Key (type determined by related field)
mr: परदेशी की (संबंधित क्षेत्राद्वारे निर्धारित प्रकार)

source: One-to-one relationship
mr: एक-ते-एक संबंध

source: %(from)s-%(to)s relationship
mr: %(from)s-%(to)s संबंध

source: %(from)s-%(to)s relationships
mr: %(from)s-%(to)s संबंध

source: Many-to-many relationship
mr: अनेक-ते-अनेक संबंध

source: This field is required.
mr: हा क्षेत्र आवश्यक आहे.

source: Enter a whole number.
mr: पूर्ण संख्या प्रविष्ट करा.

source: Enter a valid date.
mr: वैध तारीख प्रविष्ट करा.

source: Enter a valid time.
mr: वैध वेळ प्रविष्ट करा.

source: Enter a valid date/time.
mr: वैध तारीख/वेळ प्रविष्ट करा.

source: Enter a valid duration.
mr: वैध कालावधी प्रविष्ट करा.

source: The number of days must be between {min_days} and {max_days}.
mr: दिवसांची संख्या {min_days} आणि {max_days} च्या दरम्यान असणे आवश्यक आहे.

source: No file was submitted. Check the encoding type on the form.
mr: कोणतीही फाइल सबमिट केलेली नाही. फॉर्मवरील एन्कोडिंग प्रकार तपासा.

source: No file was submitted.
mr: कोणतीही फाइल सबमिट केलेली नाही.

source: The submitted file is empty.
mr: सबमिट केलेली फाइल रिक्त आहे.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
mr: या फाइलनावात जास्तीत जास्त %(max)d वर्ण असल्याची खात्री करा (त्यात %(length)d आहे).

source: Please either submit a file or check the clear checkbox, not both.
mr: कृपया एकतर फाइल सबमिट करा किंवा क्लिअर चेकबॉक्स तपासा, दोन्ही नाही.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
mr: वैध प्रतिमा अपलोड करा. तुम्ही अपलोड केलेली फाइल एकतर प्रतिमा नव्हती किंवा दूषित प्रतिमा होती.

source: Select a valid choice. %(value)s is not one of the available choices.
mr: वैध पर्याय निवडा. %(value)s उपलब्ध पर्यायांपैकी एक नाही.

source: Enter a list of values.
mr: मूल्यांची यादी प्रविष्ट करा.

source: Enter a complete value.
mr: पूर्ण मूल्य प्रविष्ट करा.

source: Enter a valid UUID.
mr: वैध UUID प्रविष्ट करा.

source: Enter a valid JSON.
mr: वैध JSON प्रविष्ट करा.

source: (Hidden field %(name)s) %(error)s
mr: (लपविलेले क्षेत्र %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
mr: मॅनेजमेंटफॉर्म डेटा गहाळ आहे किंवा त्यात छेडछाड झाली आहे. गहाळ क्षेत्रे: %(field_names)s. जर समस्या कायम राहिली तर तुम्हाला बग अहवाल दाखल करावा लागेल.

source: Please submit at most %(num)d form.
mr: कृपया जास्तीत जास्त %(num)d फॉर्म सबमिट करा.

source: Please submit at least %(num)d form.
mr: कृपया किमान %(num)d फॉर्म सबमिट करा.

source: Please correct the duplicate data for %(field)s.
mr: कृपया %(field)s साठी डुप्लिकेट डेटा दुरुस्त करा.

source: Please correct the duplicate data for %(field)s, which must be unique.
mr: कृपया %(field)s साठी डुप्लिकेट डेटा दुरुस्त करा, जो अद्वितीय असणे आवश्यक आहे.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
mr: कृपया %(field_name)s साठी डुप्लिकेट डेटा दुरुस्त करा, जो %(date_field)s मधील %(lookup)s साठी अद्वितीय असणे आवश्यक आहे.

source: Please correct the duplicate values below.
mr: कृपया खालील डुप्लिकेट मूल्ये दुरुस्त करा.

source: The inline value did not match the parent instance.
mr: इनलाइन मूल्य मूळ उदाहरणाशी जुळले नाही.

source: Select a valid choice. That choice is not one of the available choices.
mr: वैध पर्याय निवडा. तो पर्याय उपलब्ध पर्यायांपैकी एक नाही.

source: “%(pk)s” is not a valid value.
mr: “%(pk)s” हे वैध मूल्य नाही.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
mr: %(datetime)s ला %(current_timezone)s वेळ क्षेत्रात अर्थ लावता आला नाही; ते अस्पष्ट असू शकते किंवा ते अस्तित्वात नसू शकते.

source: Clear
mr: साफ करा

source: Currently
mr: सध्या

source: Change
mr: बदला

source: Unknown
mr: अज्ञात

source: Yes
mr: होय

source: No
mr: नाही

source: yes,no,maybe
mr: होय,नाही,कदाचित

source: %(size)d byte
mr: %(size)d बाइट

source: p.m.
mr: दुपारी

source: a.m.
mr: सकाळी

source: PM
mr: दुपारी

source: AM
mr: सकाळी

source: midnight
mr: मध्यरात्र

source: noon
mr: दुपार

source: Monday
mr: सोमवार

source: Tuesday
mr: मंगळवार

source: Wednesday
mr: बुधवार

source: Thursday
mr: गुरुवार

source: Friday
mr: शुक्रवार

source: Saturday
mr: शनिवार

source: Sunday
mr: रविवार

source: Mon
mr: सोम

source: Tue
mr: मंगळ

source: Wed
mr: बुध

source: Thu
mr: गुरु

source: Fri
mr: शुक्र

source: Sat
mr: शनि

source: Sun
mr: रवि

source: January
mr: जानेवारी

source: February
mr: फेब्रुवारी

source: March
mr: मार्च

source: April
mr: एप्रिल

source: May
mr: मे

source: June
mr: जून

source: July
mr: जुलै

source: August
mr: ऑगस्ट

source: September
mr: सप्टेंबर

source: October
mr: ऑक्टोबर

source: November
mr: नोव्हेंबर

source: December
mr: डिसेंबर

source: jan
mr: जाने

source: feb
mr: फेब्रु

source: mar
mr: मार्च

source: apr
mr: एप्रि

source: may
mr: मे

source: jun
mr: जून

source: jul
mr: जुलै

source: aug
mr: ऑग

source: sep
mr: सप्टें

source: oct
mr: ऑक्टो

source: nov
mr: नोव्हें

source: dec
mr: डिसें

# abbrev. month
source: Jan.
mr: जाने.

# abbrev. month
source: Feb.
mr: फेब्रु.

# abbrev. month
source: March
mr: मार्च

# abbrev. month
source: April
mr: एप्रिल

# abbrev. month
source: May
mr: मे

# abbrev. month
source: June
mr: जून

# abbrev. month
source: July
mr: जुलै

# abbrev. month
source: Aug.
mr: ऑग.

# abbrev. month
source: Sept.
mr: सप्टें.

# abbrev. month
source: Oct.
mr: ऑक्टो.

# abbrev. month
source: Nov.
mr: नोव्हें.

# abbrev. month
source: Dec.
mr: डिसें.

# alt. month
source: January
mr: जानेवारी

# alt. month
source: February
mr: फेब्रुवारी

# alt. month
source: March
mr: मार्च

# alt. month
source: April
mr: एप्रिल

# alt. month
source: May
mr: मे

# alt. month
source: June
mr: जून

# alt. month
source: July
mr: जुलै

# alt. month
source: August
mr: ऑगस्ट

# alt. month
source: September
mr: सप्टेंबर

# alt. month
source: October
mr: ऑक्टोबर

# alt. month
source: November
mr: नोव्हेंबर

# alt. month
source: December
mr: डिसेंबर

source: This is not a valid IPv6 address.
mr: हा वैध IPv6 पत्ता नाही.

source: or
mr: किंवा

source: %(num)d year
mr: %(num)d वर्ष

source: %(num)d month
mr: %(num)d महिना

source: %(num)d week
mr: %(num)d आठवडा

source: %(num)d day
mr: %(num)d दिवस

source: %(num)d hour
mr: %(num)d तास

source: %(num)d minute
mr: %(num)d मिनिट

source: Forbidden
mr: निषिद्ध

source: CSRF verification failed. Request aborted.
mr: CSRF सत्यापन अयशस्वी झाले. विनंती रद्द केली.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
mr: तुम्हाला हा संदेश दिसत आहे कारण या HTTPS साइटला तुमच्या वेब ब्राउझरने “Referer हेडर” पाठवणे आवश्यक आहे, पण ते पाठवले गेले नाही. हे हेडर सुरक्षा कारणांसाठी आवश्यक आहे, जेणेकरून तुमचा ब्राउझर तृतीय पक्षांद्वारे हायजॅक होत नाही याची खात्री करता येईल.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
mr: जर तुम्ही तुमच्या ब्राउझरमध्ये “Referer” हेडर्स अक्षम केले असतील, तर कृपया ते पुन्हा सक्षम करा, किमान या साइटसाठी, किंवा HTTPS कनेक्शनसाठी, किंवा “समान-उत्पत्ती” विनंत्यांसाठी.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
mr: जर तुम्ही <meta name="referrer" content="no-referrer"> टॅग किंवा “Referrer-Policy: no-referrer” हेडर वापरत असाल, तर कृपया ते काढून टाका. CSRF संरक्षणासाठी “Referer” हेडरची कठोर तपासणी आवश्यक आहे. जर तुम्हाला गोपनीयतेची चिंता असेल, तर तृतीय-पक्ष साइट्सच्या लिंक्ससाठी <a rel="noreferrer" …> सारखे पर्याय वापरा.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
mr: तुम्हाला हा संदेश दिसत आहे कारण या साइटला फॉर्म सबमिट करताना CSRF कुकी आवश्यक आहे. ही कुकी सुरक्षा कारणांसाठी आवश्यक आहे, जेणेकरून तुमचा ब्राउझर तृतीय पक्षांद्वारे हायजॅक होत नाही याची खात्री करता येईल.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
mr: जर तुम्ही तुमच्या ब्राउझरमध्ये कुकीज अक्षम केल्या असतील, तर कृपया त्या पुन्हा सक्षम करा, किमान या साइटसाठी, किंवा “समान-उत्पत्ती” विनंत्यांसाठी.

source: More information is available with DEBUG=True.
mr: DEBUG=True असल्यास अधिक माहिती उपलब्ध आहे.

source: No year specified
mr: वर्ष निर्दिष्ट केले नाही

source: Date out of range
mr: तारीख श्रेणीबाहेर आहे

source: No month specified
mr: महिना निर्दिष्ट केला नाही

source: No day specified
mr: दिवस निर्दिष्ट केला नाही

source: No week specified
mr: आठवडा निर्दिष्ट केला नाही

source: No %(verbose_name_plural)s available
mr: %(verbose_name_plural)s उपलब्ध नाहीत

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
mr: भविष्यातील %(verbose_name_plural)s उपलब्ध नाहीत कारण %(class_name)s.allow_future खोटे आहे.

source: Invalid date string “%(datestr)s” given format “%(format)s”
mr: “%(datestr)s” ही अवैध तारीख स्ट्रिंग आहे, दिलेल्या स्वरूपात “%(format)s”

source: No %(verbose_name)s found matching the query
mr: शोधाशी जुळणारा %(verbose_name)s सापडला नाही

source: Page is not “last”, nor can it be converted to an int.
mr: पृष्ठ “शेवटचे” नाही, किंवा ते पूर्णांकात रूपांतरित केले जाऊ शकत नाही.

source: Invalid page (%(page_number)s): %(message)s
mr: अवैध पृष्ठ (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
mr: रिक्त यादी आणि “%(class_name)s.allow_empty” खोटे आहे.

source: Directory indexes are not allowed here.
mr: डिरेक्टरी इंडेक्सेस येथे परवानगी नाहीत.

source: “%(path)s” does not exist
mr: “%(path)s” अस्तित्वात नाही

source: Index of %(directory)s
mr: %(directory)s चा इंडेक्स

source: The install worked successfully! Congratulations!
mr: प्रतिष्ठापन यशस्वीरित्या कार्यान्वित झाले! अभिनंदन!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
mr: Django %(version)s साठी <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">प्रकाशन टिप्पण्या</a> पहा

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
mr: तुम्हाला हे पृष्ठ दिसत आहे कारण तुमच्या सेटिंग्ज फाइलमध्ये <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> आहे आणि तुम्ही कोणतेही URL कॉन्फिगर केलेले नाहीत.

source: Django Documentation
mr: Django दस्तऐवजीकरण

source: Topics, references, & how-to’s
mr: विषय, संदर्भ आणि कसे करावे

source: Tutorial: A Polling App
mr: ट्यूटोरियल: मतदान अ‍ॅप

source: Get started with Django
mr: Django सह प्रारंभ करा

source: Django Community
mr: Django समुदाय

source: Connect, get help, or contribute
mr: जोडा, मदत मिळवा किंवा योगदान द्या
