Repository: shrirajpatil/ShetSarathi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: Hi
mr: हाय

source: Please click on the below link to confirm your registration
mr: कृपया तुमची नोंदणी पुष्टी करण्यासाठी खालील लिंकवर क्लिक करा

source: If you think this is not you, please ignore
mr: जर तुम्हाला वाटत असेल की हे तुम्ही नाही, तर कृपया दुर्लक्ष करा

source: Important
mr: महत्त्वाचे

source: Krushisanvad
mr: कृषिसंवाद

source: Secure Farmer Communication
mr: सुरक्षित शेतकरी संवाद

source: No messages yet. Start chatting!
mr: अजून संदेश नाहीत. गप्पा सुरू करा!

source: Type your message...
mr: तुमचा संदेश टाइप करा...

source: Logged in as:
mr: याप्रमाणे लॉग इन केले:

source: Total Orders
mr: एकूण ऑर्डर्स

source: Total Connected Farmer
mr: एकूण जोडलेले शेतकरी

source: View Orders
mr: ऑर्डर्स पहा

source: User Picture
mr: वापरकर्त्याचे चित्र

source: Connect With Experts
mr: तज्ञांशी जोडा

source: Connected Farmers
mr: जोडलेले शेतकरी

source: Name
mr: नाव

source: Email
mr: ईमेल

source: Phone
mr: फोन

source: Department
mr: विभाग

source: No connections found.
mr: कोणतेही कनेक्शन सापडले नाही.

source: Marketplace Insights
mr: बाजारपेठ अंतर्दृष्टी

source: Build Strong Connections
mr: मजबूत संबंध निर्माण करा

source: Farmers: Communicate clearly with buyers. Buyers: Reach out to farmers for the best deals.
mr: शेतकरी: खरेदीदारांशी स्पष्टपणे संवाद साधा. खरेदीदार: सर्वोत्तम सौद्यांसाठी शेतकऱ्यांशी संपर्क साधा.

source: Time Transactions Wisely
mr: व्यवहारांचे वेळेचे नियोजन करा

source: Farmers: List produce at peak freshness. Buyers: Order early to secure availability.
mr: शेतकरी: ताज्या शेतमालाची यादी करा. खरेदीदार: उपलब्धता सुनिश्चित करण्यासाठी लवकर ऑर्डर करा.

source: Leverage Market Trends
mr: बाजारातील ट्रेंडचा फायदा घ्या

source: Farmers: Offer in-demand items. Buyers: Explore seasonal trends for better value.
mr: शेतकरी: मागणी असलेल्या वस्तू ऑफर करा. खरेदीदार: चांगल्या मूल्यासाठी हंगामी ट्रेंड एक्सप्लोर करा.

source: Discover More Insights
mr: अधिक अंतर्दृष्टी शोधा

source: Dashboard
mr: डॅशबोर्ड

source: My Products
mr: माझी उत्पादने

source: My Orders
mr: माझ्या ऑर्डर्स

source: Add Products
mr: उत्पादने जोडा

source: Market Insights
mr: बाजार अंतर्दृष्टी

source: Edit Profile
mr: प्रोफाइल संपादित करा

source: Change Password
mr: पासवर्ड बदला

source: Log out
mr: लॉग आउट

source: Edit Your Profile:
mr: तुमचे प्रोफाइल संपादित करा:

source: Profile Pic
mr: प्रोफाइल चित्र

source: First Name
mr: प्रथम नाव

source: Last Name
mr: आडनाव

source: Phone Number
mr: फोन नंबर

source: Profile Picture
mr: प्रोफाइल चित्र

source: Address Line 1
mr: पत्ता ओळ १

source: Address Line 2
mr: पत्ता ओळ २

source: City
mr: शहर

source: State
mr: राज्य

source: Country
mr: देश

source: Save
mr: जतन करा

source: Forgot Password
mr: पासवर्ड विसरलात

source: Email Address
mr: ईमेल पत्ता

source: Or Login?
mr: किंवा लॉगिन करा?

source: Submit
mr: सबमिट करा

source: Don't have an account?
mr: खाते नाही?

source: Sign up
mr: साइन अप

source: Sign in
mr: साइन इन

source: Password
mr: पासवर्ड

source: Forgot password?
mr: पासवर्ड विसरलात?

source: Login
mr: लॉगिन

source: Your Order History:
mr: तुमचा ऑर्डर इतिहास:

source: Order #
mr: ऑर्डर #

source: Billing Name
mr: बिलिंग नाव

source: Order Total
mr: ऑर्डर एकूण

source: Status
mr: स्थिती

source: Date
mr: तारीख

source: Order Placed
mr: ऑर्डर दिली

source: Invoice logo
mr: बीजक लोगो

source: Invoiced To
mr: बीजक कोणाला

source: Order
mr: ऑर्डर

source: Order Date:
mr: ऑर्डर तारीख:

source: Status:
mr: स्थिती:

source: Product
mr: उत्पादन

source: Qty
mr: प्रमाण

source: Total
mr: एकूण

source: Sub Total:
mr: उप एकूण:

source: Grand Total:
mr: ग्रँड एकूण:

source: Thank you for shopping with us!
mr: आमच्यासोबत खरेदी केल्याबद्दल धन्यवाद!

source: Create Account
mr: खाते तयार करा

source: First name
mr: प्रथम नाव

source: Last name
mr: आडनाव

source: Confirm Password
mr: पासवर्ड पुष्टी करा

source: Buyer
mr: खरेदीदार

source: Farmer
mr: शेतकरी

source: Specialist
mr: तज्ञ

source: By registering, you agree to our
mr: नोंदणी करून, तुम्ही आमच्या

source: Terms
mr: अटी

source: Already have an account?
mr: आधीच खाते आहे?

source: Reset Password
mr: पासवर्ड रीसेट करा

source: Create Password
mr: पासवर्ड तयार करा

source: Please click the link to reset your password
mr: कृपया तुमचा पासवर्ड रीसेट करण्यासाठी लिंकवर क्लिक करा

source: Welcome to
mr: स्वागत आहे

source: Shetsarathi is a revolutionary platform designed to empower farmers and bridge the gap between agricultural producers and consumers. With features like weather notifications, chatbots for instant assistance, distance calculators, and optimal route finders, we aim to modernize agriculture and improve productivity. Shetsarathi ensures efficient distribution, transparent pricing, and better opportunities for everyone in the agricultural ecosystem.
mr: शेतसारथी हे एक क्रांतिकारी व्यासपीठ आहे जे शेतकऱ्यांना सक्षम करण्यासाठी आणि कृषी उत्पादक आणि ग्राहक यांच्यातील अंतर कमी करण्यासाठी डिझाइन केले आहे. हवामान सूचना, त्वरित मदतीसाठी चॅटबॉट्स, अंतर मोजणी आणि इष्टतम मार्ग शोधक यांसारख्या वैशिष्ट्यांसह, आम्ही शेतीचे आधुनिकीकरण आणि उत्पादकता सुधारण्याचे उद्दिष्ट ठेवले आहे. शेतसारथी कार्यक्षम वितरण, पारदर्शक किंमत आणि कृषी परिसंस्थेतील प्रत्येकासाठी चांगल्या संधी सुनिश्चित करते.

source: Our Features
mr: आमची वैशिष्ट्ये

source: Transportation & Warehouse Finder
mr: वाहतूक आणि गोदाम शोधक

source: Distance-based cost estimates and warehouse locations for better planning.
mr: चांगल्या नियोजनासाठी अंतर-आधारित खर्च अंदाज आणि गोदामाचे स्थान.

source: Bulk Order Negotiation
mr: मोठ्या ऑर्डरची वाटाघाट

source: Negotiate bulk orders directly for better pricing and deals.
mr: चांगल्या किंमती आणि सौद्यांसाठी थेट मोठ्या ऑर्डरची वाटाघाट करा.

source: Real-time Market Prices
mr: रिअल-टाइम बाजार किंमती

source: Live updates to ensure fair trade and informed decisions.
mr: न्याय्य व्यापार आणि माहितीपूर्ण निर्णय सुनिश्चित करण्यासाठी थेट अद्यतने.

source: KrishiBot
mr: कृषिबॉट

source: Instant assistance in English and Marathi, available 24/7.
mr: इंग्रजी आणि मराठीमध्ये त्वरित मदत, २४/७ उपलब्ध.

source: Marketplace for Farmers, Buyers & Specialists
mr: शेतकरी, खरेदीदार आणि तज्ञांसाठी बाजारपेठ

source: Direct buying and selling, eliminating middlemen for fairer trade.
mr: थेट खरेदी आणि विक्री, न्याय्य व्यापारासाठी मध्यस्थांना काढून टाकणे.

source: Community Forum
mr: समुदाय मंच

source: A space to share experiences and solutions with fellow farmers.
mr: सहकारी शेतकऱ्यांसोबत अनुभव आणि उपाय सामायिक करण्यासाठी जागा.

source: Crop Recommendation
mr: पीक शिफारस

source: AI-driven insights on the best crops to grow based on local data.
mr: स्थानिक डेटावर आधारित सर्वोत्तम पिके वाढवण्यासाठी AI-चालित अंतर्दृष्टी.

source: Weather Updates
mr: हवामान अद्यतने

source: Real-time forecasts for smarter farming decisions.
mr: हुशार शेती निर्णयांसाठी रिअल-टाइम अंदाज.

source: Subsidy & Policy Alerts via SMS
mr: एसएमएसद्वारे अनुदान आणि धोरण सूचना

source: Stay informed about government benefits and policies via SMS.
mr: एसएमएसद्वारे सरकारी लाभ आणि धोरणांबद्दल माहिती मिळवा.

source: Mentorship for Farmers
mr: शेतकऱ्यांसाठी मार्गदर्शन

source: Guidance from experts to improve yields and practices.
mr: उत्पन्न आणि पद्धती सुधारण्यासाठी तज्ञांचे मार्गदर्शन.

source: Crop Price Prediction
mr: पीक किंमत अंदाज

source: AI-powered insights for strategic future planning.
mr: रणनीतिक भविष्य नियोजनासाठी AI-चालित अंतर्दृष्टी.

source: Why Choose Us?
mr: आम्हाला का निवडावे?

source: We are Trusted
mr: आमच्यावर विश्वास आहे

source: Farmers and buyers trust Shetsarathi for its commitment to transparency and reliability. We ensure seamless transactions and dependable services, fostering trust across the agricultural community.
mr: शेतकरी आणि खरेदीदार शेतसारथीवर पारदर्शकता आणि विश्वासार्हतेसाठी विश्वास ठेवतात. आम्ही अखंड व्यवहार आणि विश्वसनीय सेवा सुनिश्चित करतो, ज्यामुळे कृषी समुदायामध्ये विश्वास वाढतो.

source: We are Professional
mr: आम्ही व्यावसायिक आहोत

source: Our platform combines modern technology with agricultural expertise. With a dedicated team, Shetsarathi ensures a professional experience for all users.
mr: आमचे व्यासपीठ आधुनिक तंत्रज्ञान आणि कृषी कौशल्य एकत्र करते. समर्पित टीमसह, शेतसारथी सर्व वापरकर्त्यांसाठी व्यावसायिक अनुभव सुनिश्चित करते.

source: We are Expert
mr: आम्ही तज्ञ आहोत

source: Backed by a team with deep agricultural knowledge, Shetsarathi provides expert insights and tools to help farmers and buyers make informed decisions.
mr: खोल कृषी ज्ञान असलेल्या टीमद्वारे समर्थित, शेतसारथी शेतकरी आणि खरेदीदारांना माहितीपूर्ण निर्णय घेण्यासाठी तज्ञ अंतर्दृष्टी आणि साधने प्रदान करते.

source: Meet Our Team
mr: आमच्या टीमला भेटा

source: Shriraj Patil
mr: श्रीराज पाटील

source: Full-Stack Developer
mr: फुल-स्टॅक डेव्हलपर

source: Sharvari Kulkarni
mr: शर्वरी कुलकर्णी

source: UI/UX Designer
mr: यूआय/यूएक्स डिझायनर

source: Asavari Bhelawe
mr: आसावरी भेलावे

source: Backend Developer
mr: बॅकएंड डेव्हलपर

source: Rahul Deoghare
mr: राहुल देओघरे

source: Data Scientist
mr: डेटा सायंटिस्ट

source: AgroPlace
mr: अ‍ॅग्रोप्लेस

source: Let's connect
mr: चला जोडले जाऊया

source: Newsletter
mr: न्यूजलेटर

source: Email Address*
mr: ईमेल पत्ता*

source: Contact Us
mr: आमच्याशी संपर्क साधा

source: Phone:
mr: फोन:

source: Email:
mr: ईमेल:

source: Shetsarathi
mr: शेतसारथी

source: Marketplace
mr: बाजारपेठ

source: Our Story
mr: आमची कथा

source: Community
mr: समुदाय

source: Search for products
mr: उत्पादनांसाठी शोधा

source: Go
mr: जा

source: My Account
mr: माझे खाते

source: Welcome To
mr: स्वागत आहे

source: See how your users experience your website in realtime or view trends to see any changes in performance over time.
mr: तुमचे वापरकर्ते तुमच्या वेबसाइटचा रिअलटाइममध्ये अनुभव कसा घेतात हे पहा किंवा कालांतराने कामगिरीतील बदल पाहण्यासाठी ट्रेंड पहा.

source: Stay updated with real-time weather forecasts tailored to your location and crops.
mr: तुमच्या स्थान आणि पिकांसाठी तयार केलेल्या रिअल-टाइम हवामान अंदाजांसह अद्ययावत राहा.

source: Check Weather
mr: हवामान तपासा

source: Get recommendations on the best crops to grow based on soil and weather conditions.
mr: माती आणि हवामान परिस्थितीवर आधारित सर्वोत्तम पिके वाढवण्याच्या शिफारशी मिळवा.

source: Check Recommendation
mr: शिफारस तपासा

source: Government Subsidy Updates
mr: सरकारी अनुदान अद्यतने

source: Stay updated with the latest government subsidies and financial support programs.
mr: नवीनतम सरकारी अनुदान आणि आर्थिक समर्थन कार्यक्रमांसह अद्ययावत राहा.

source: Check New Policies
mr: नवीन धोरणे तपासा

source: Real-Time Market Prices
mr: रिअल-टाइम बाजार किंमती

source: Access live updates on market trends and pricing for better decision-making.
mr: चांगल्या निर्णय घेण्यासाठी बाजारातील ट्रेंड आणि किंमतींच्या थेट अद्यतनांमध्ये प्रवेश करा.

source: Check Live Prices
mr: थेट किंमती तपासा

source: Warehouse on the Way
mr: वाटेत गोदाम

source: Find nearby warehouses to store your produce during transportation.
mr: वाहतुकीदरम्यान तुमचे शेतमाल साठवण्यासाठी जवळील गोदामे शोधा.

source: Check Warehouses
mr: गोदामे तपासा

source: Predict future crop prices to plan your sales and maximize profits.
mr: भविष्यातील पीक किंमतींचा अंदाज लावा आणि तुमची विक्री नियोजित करून नफा वाढवा.

source: Check Price
mr: किंमत तपासा

source: Edu-Farm
mr: एड्यू-फार्म

source: Provides animated video tutorials, quizzes on Agri-Tech adoption
mr: कृषी-टेक अवलंबनावर अ‍ॅनिमेटेड व्हिडिओ ट्यूटोरियल, क्विझ प्रदान करते

source: Learn More
mr: अधिक जाणून घ्या

source: Popular Products
mr: लोकप्रिय उत्पादने

source: More products
mr: अधिक उत्पादने

source: Image
mr: प्रतिमा

source: Categories
mr: श्रेणी

source: Products
mr: उत्पादने

source: Recommended Products
mr: शिफारस केलेली उत्पादने

source: Add a Post
mr: पोस्ट जोडा

source: Add a
mr: जोडा

source: Post
mr: पोस्ट

source: Share your thoughts, questions, or experiences with the farmer community. Your post will be visible to fellow farmers across the platform.
mr: शेतकरी समुदायासोबत तुमचे विचार, प्रश्न किंवा अनुभव सामायिक करा. तुमची पोस्ट व्यासपीठावरील सहकारी शेतकऱ्यांना दिसेल.

source: Share your thoughts...
mr: तुमचे विचार सामायिक करा...

source: Submit Post
mr: पोस्ट सबमिट करा

source: Farmer Community
mr: शेतकरी समुदाय

source: Welcome to the Farmer Community! This is a space for farmers to connect, share insights, and support each other. Post your thoughts, ask questions, or discuss agricultural trends with fellow farmers across India.
mr: शेतकरी समुदायात स्वागत आहे! ही शेतकऱ्यांसाठी जोडण्याची, अंतर्दृष्टी सामायिक करण्याची आणि एकमेकांना समर्थन देण्याची जागा आहे. तुमचे विचार पोस्ट करा, प्रश्न विचारा किंवा भारतभरातील सहकारी शेतकऱ्यांसोबत कृषी ट्रेंडवर चर्चा करा.

source: Add Your Post
mr: तुमची पोस्ट जोडा

source: Community Posts
mr: समुदाय पोस्ट

source: No posts yet. Be the first to share!
mr: अजून पोस्ट नाहीत. पहिले सामायिक करा!

source: Add Agricultural Product
mr: कृषी उत्पादन जोडा

source: Save Product Details
mr: उत्पादन तपशील जतन करा

source: Edit Product Details
mr: उत्पादन तपशील संपादित करा

source: Product Name
mr: उत्पादनाचे नाव

source: Product Description
mr: उत्पादन वर्णन

source: Price
mr: किंमत

source: Product Image
mr: उत्पादन प्रतिमा

source: Category
mr: श्रेणी

source: Quantity
mr: प्रमाण

source: Available
mr: उपलब्ध

source: Bulk Eligible
mr: मोठ्या प्रमाणात पात्र

source: Bulk Threshold
mr: मोठ्या प्रमाणाचा उंबरठा

source: Bulk Price
mr: मोठ्या प्रमाणाची किंमत

source: Save Changes
mr: बदल जतन करा

source: Your Order History
mr: तुमचा ऑर्डर इतिहास

source: Total (Goods)
mr: एकूण (माल)

source: Transport Cost
mr: वाहतूक खर्च

source: Grand Total
mr: ग्रँड एकूण

source: Actions
mr: कृती

source: New
mr: नवीन

source: Accepted
mr: स्वीकारले

source: Canceled
mr: रद्द केले

source: Delivered
mr: वितरित

source: Update
mr: अद्यतन

source: Negotiation Requests
mr: वाटाघाटीच्या विनंत्या

source: Proposed Price
mr: प्रस्तावित किंमत

source: Pending
mr: प्रलंबित

source: Rejected
mr: नाकारले

source: Product List
mr: उत्पादन यादी

source: Description
mr: वर्णन

source: Remove
mr: काढा

source: Delete
mr: हटवा

source: Payment Successful
mr: पेमेंट यशस्वी

source: Total Price (Goods)
mr: एकूण किंमत (माल)

source: Transportation Cost
mr: वाहतूक खर्च

source: Shop more
mr: अधिक खरेदी करा

source: Document
mr: दस्तऐवज

source: You will be redirected to the Esewa Website..
mr: तुम्हाला ई-सेवा वेबसाइटवर पुनर्निर्देशित केले जाईल..

source: Your Order has been received
mr: तुमची ऑर्डर प्राप्त झाली आहे

source: Order Number
mr: ऑर्डर नंबर

source: Review Your Product and Make Payments
mr: तुमचे उत्पादन पुनरावलोकन करा आणि पेमेंट करा

source: Billing Address
mr: बिलिंग पत्ता

source: Order Note
mr: ऑर्डर नोट

source: Payment Method
mr: पेमेंट पद्धत

source: Review Products
mr: उत्पादने पुनरावलोकन करा

source: Size
mr: आकार

source: Brand
mr: ब्रँड

source: each
mr: प्रत्येक

source: Total price
mr: एकूण किंमत

source: Your Shopping Cart is Empty
mr: तुमचे शॉपिंग कार्ट रिकामे आहे

source: Continue Shopping
mr: खरेदी सुरू ठेवा

source: In Stock Quantity
mr: स्टॉकमधील प्रमाण

source: Bulk Order
mr: मोठी ऑर्डर

source: Propose Price
mr: किंमत प्रस्तावित करा

source: Negotiated Total
mr: वाटाघाटीचा एकूण

source: for
mr: साठी

source: Proceed to Checkout
mr: चेकआउटकडे जा

source: Check Negotiation Status
mr: वाटाघाटीची स्थिती तपासा

source: Your Order
mr: तुमची ऑर्डर

source: Place Order
mr: ऑर्डर द्या

source: Negotiate Price for
mr: यासाठी किंमत वाटाघाट करा

source: Total Proposed Price for
mr: यासाठी एकूण प्रस्तावित किंमत

source: Your Quantity
mr: तुमचे प्रमाण

source: Units
mr: एकके

source: Enter total offer
mr: एकूण ऑफर प्रविष्ट करा

source: Negotiating for quantity
mr: प्रमाणासाठी वाटाघाट

source: Requested Quantity
mr: विनंती केलेले प्रमाण

source: Submit Offer
mr: ऑफर सबमिट करा

source: Your Negotiation Requests
mr: तुमच्या वाटाघाटीच्या विनंत्या

source: No negotiation requests yet.
mr: अजून वाटाघाटीच्या विनंत्या नाहीत.

source: Back to Cart
mr: कार्टवर परत जा

source: Product image
mr: उत्पादन प्रतिमा

source: Product thumb
mr: उत्पादन थंब

source: reviews
mr: पुनरावलोकने

source: Add to Cart
mr: कार्टमध्ये जोडा

source: Product description
mr: उत्पादन वर्णन

source: You may also like
mr: तुम्हाला हे देखील आवडू शकते

source: Load more reviews
mr: अधिक पुनरावलोकने लोड करा

source: Write a review
mr: पुनरावलोकन लिहा

source: Review Title
mr: पुनरावलोकन शीर्षक

source: Rating
mr: रेटिंग

source: Choose rating
mr: रेटिंग निवडा

source: stars
mr: तारे

source: star
mr: तारा

source: Please choose rating!
mr: कृपया रेटिंग निवडा!

source: Review
mr: पुनरावलोकन

source: Submit a Review
mr: पुनरावलोकन सबमिट करा

source: User must purchase the product to make a review.
mr: पुनरावलोकन करण्यासाठी वापरकर्त्याने उत्पादन खरेदी केलेले असावे.

source: User must be logged in to make a review
mr: पुनरावलोकन करण्यासाठी वापरकर्त्याने लॉग इन केलेले असावे

source: login
mr: लॉगिन

source: Filter Products
mr: उत्पादने फिल्टर करा

source: All States
mr: सर्व राज्ये

source: All Categories
mr: सर्व श्रेणी

source: Apply Filters
mr: फिल्टर्स लागू करा

source: Sort Products
mr: उत्पादने क्रमवारी लावा

source: Sort By
mr: यानुसार क्रमवारी लावा

source: Sort
mr: क्रमवारी

source: Our Store
mr: आमचे स्टोअर

source: Filtered Items
mr: फिल्टर केलेल्या वस्तू

source: All Items
mr: सर्व वस्तू

source: No products available
mr: कोणतीही उत्पादने उपलब्ध नाहीत

source: Messages
mr: संदेश

source: Site Maps
mr: साइट नकाशे

source: Static Files
mr: स्थिर फायली

source: Syndication
mr: सिंडिकेशन

source: That page number is not an integer
mr: तो पृष्ठ क्रमांक पूर्णांक नाही

source: That page number is less than 1
mr: तो पृष्ठ क्रमांक १ पेक्षा कमी आहे

source: That page contains no results
mr: त्या पृष्ठावर कोणतेही निकाल नाहीत

source: Enter a valid value.
mr: वैध मूल्य प्रविष्ट करा.

source: Enter a valid domain name.
mr: वैध डोमेन नाव प्रविष्ट करा.

source: Enter a valid URL.
mr: वैध URL प्रविष्ट करा.

source: Enter a valid integer.
mr: वैध पूर्णांक प्रविष्ट करा.

source: Enter a valid email address.
mr: वैध ईमेल पत्ता प्रविष्ट करा.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
mr: अक्षरे, संख्या, अंडरस्कोर किंवा हायफन असलेले वैध “स्लग” प्रविष्ट करा.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
mr: युनिकोड अक्षरे, संख्या, अंडरस्कोर किंवा हायफन असलेले वैध “स्लग” प्रविष्ट करा.

source: Enter a valid %(protocol)s address.
mr: वैध %(protocol)s पत्ता प्रविष्ट करा.

source: IPv4 or IPv6
mr: IPv4 किंवा IPv6

source: Enter only digits separated by commas.
mr: फक्त स्वल्पविरामाने वेगळे केलेले अंक प्रविष्ट करा.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
mr: हे मूल्य %(limit_value)s असल्याची खात्री करा (ते %(show_value)s आहे).

source: Ensure this value is less than or equal to %(limit_value)s.
mr: हे मूल्य %(limit_value)s पेक्षा कमी किंवा समान असल्याची खात्री करा.

source: Ensure this value is greater than or equal to %(limit_value)s.
mr: हे मूल्य %(limit_value)s पेक्षा जास्त किंवा समान असल्याची खात्री करा.

source: Ensure this value is a multiple of step size %(limit_value)s.
mr: हे मूल्य स्टेप साइज %(limit_value)s चा गुणाकार असल्याची खात्री करा.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
mr: हे मूल्य स्टेप साइज %(limit_value)s चा गुणाकार असल्याची खात्री करा, %(offset)s पासून सुरू होऊन, उदा. %(offset)s, %(valid_value1)s, %(valid_value2)s, इत्यादी.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
mr: हे मूल्य किमान %(limit_value)d वर्ण असल्याची खात्री करा (त्यात %(show_value)d आहे).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
mr: हे मूल्य जास्तीत जास्त %(limit_value)d वर्ण असल्याची खात्री करा (त्यात %(show_value)d आहे).

source: Enter a number.
mr: संख्या प्रविष्ट करा.

source: Ensure that there are no more than %(max)s digit in total.
mr: एकूण %(max)s अंकापेक्षा जास्त नसल्याची खात्री करा.

source: Ensure that there are no more than %(max)s decimal place.
mr: दशमान स्थान %(max)s पेक्षा जास्त नसल्याची खात्री करा.

source: Ensure that there are no more than %(max)s digit before the decimal point.
mr: दशमान बिंदूपूर्वी %(max)s अंकापेक्षा जास्त नसल्याची खात्री करा.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
mr: फाइल विस्तार “%(extension)s” ला परवानगी नाही. परवानगी असलेले विस्तार आहेत: %(allowed_extensions)s.

source: Null characters are not allowed.
mr: नल वर्णांना परवानगी नाही.

source: and
mr: आणि

source: %(model_name)s with this %(field_labels)s already exists.
mr: %(field_labels)s सह %(model_name)s आधीपासून अस्तित्वात आहे.

source: Constraint “%(name)s” is violated.
mr: अडचण “%(name)s” चे उल्लंघन झाले आहे.

source: Value %(value)r is not a valid choice.
mr: मूल्य %(value)r हा वैध पर्याय नाही.

source: This field cannot be null.
mr: हा क्षेत्र रिक्त असू शकत नाही.

source: This field cannot be blank.
mr: हा क्षेत्र रिक्त असू शकत नाही.

source: %(model_name)s with this %(field_label)s already exists.
mr: %(field_label)s सह %(model_name)s आधीपासून अस्तित्वात आहे.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
mr: %(date_field_label)s %(lookup_type)s साठी %(field_label)s अद्वितीय असणे आवश्यक आहे.

source: Field of type: %(field_type)s
mr: प्रकारचे क्षेत्र: %(field_type)s

source: “%(value)s” value must be either True or False.
mr: “%(value)s” मूल्य हे खरे किंवा खोटे असणे आवश्यक आहे.

source: “%(value)s” value must be either True, False, or None.
mr: “%(value)s” मूल्य हे खरे, खोटे किंवा काहीही नसणे आवश्यक आहे.

source: Boolean (Either True or False)
mr: बुलियन (एकतर खरे किंवा खोटे)

source: String (up to %(max_length)s)
mr: स्ट्रिंग (जास्तीत जास्त %(max_length)s पर्यंत)

source: String (unlimited)
mr: स्ट्रिंग (अमर्यादित)

source: Comma-separated integers
mr: स्वल्पविरामाने वेगळे केलेले पूर्णांक

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
mr: “%(value)s” मूल्याचा तारीख स्वरूप अवैध आहे. ते YYYY-MM-DD स्वरूपात असणे आवश्यक आहे.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
mr: “%(value)s” मूल्याचा स्वरूप बरोबर आहे (YYYY-MM-DD) पण ती अवैध तारीख आहे.

source: Date (without time)
mr: तारीख (वेळेशिवाय)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
mr: “%(value)s” मूल्याचा स्वरूप अवैध आहे. ते YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] स्वरूपात असणे आवश्यक आहे.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
mr: “%(value)s” मूल्याचा स्वरूप बरोबर आहे (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) पण ती अवैध तारीख/वेळ आहे.

source: Date (with time)
mr: तारीख (वेळेसह)

source: “%(value)s” value must be a decimal number.
mr: “%(value)s” मूल्य हे दशमान संख्या असणे आवश्यक आहे.

source: Decimal number
mr: दशमान संख्या

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
mr: “%(value)s” मूल्याचा स्वरूप अवैध आहे. ते [DD] [[HH:]MM:]ss[.uuuuuu] स्वरूपात असणे आवश्यक आहे.

source: Duration
mr: कालावधी

source: Email address
mr: ईमेल पत्ता

source: File path
mr: फाइल मार्ग

source: “%(value)s” value must be a float.
mr: “%(value)s” मूल्य हे फ्लोट असणे आवश्यक आहे.

source: Floating point number
mr: फ्लोटिंग पॉइंट संख्या

source: “%(value)s” value must be an integer.
mr: “%(value)s” मूल्य हे पूर्णांक असणे आवश्यक आहे.

source: Integer
mr: पूर्णांक

source: Big (8 byte) integer
mr: मोठा (8 बाइट) पूर्णांक

source: Small integer
mr: लहान पूर्णांक

source: IPv4 address
mr: IPv4 पत्ता

source: IP address
mr: IP पत्ता

source: “%(value)s” value must be either None, True or False.
mr: “%(value)s” मूल्य हे काहीही, खरे किंवा खोटे असणे आवश्यक आहे.

source: Boolean (Either True, False or None)
mr: बुलियन (एकतर खरे, खोटे किंवा काहीही नाही)

source: Positive big integer
mr: सकारात्मक मोठा पूर्णांक

source: Positive integer
mr: सकारात्मक पूर्णांक
